---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamFivepercentModulusOfElacticity
source: html/ed63f601-8a73-fbf1-513b-5d988c65105e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamFivepercentModulusOfElacticity Property

"5% Modulus of Elasticity"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamFivepercentModulusOfElacticity { get; }
```